/* Detail text for FLE dialog. First replacement is app display name. */
"%@ requires additional components to support running simulators." = "%@ requires additional components to support running simulators.";

/* Alert: Are you sure you want to erase content and settings? */
"Are you sure you want to erase content and settings?" = "Are you sure you want to erase content and settings?";

/* Touch Bar Customization UI Label - iOS/watchOS Apple Pay Button */
"Authorization" = "Authorization";

/* Capture Keyboard Input to Device */
"Capture Keyboard" = "Capture Keyboard";

/* Capture Mouse Pointer in macOS */
"Capture Pointer" = "Capture Pointer";

/* Action message for the FLE dialog. */
"Choose Quit and Open Xcode to add required components." = "Choose Quit and Open Xcode to add required components.";

/* Device Dock Menu Item */
"Device" = "Device";

/* Button: Don’t Erase */
"Don’t Erase" = "Don’t Erase";

/* Button: Erase */
"Erase" = "Erase";

/* Touch Bar Customization UI Label - iOS Face ID Button */
"Face ID" = "Face ID";

/* No comment provided by engineer. */
"Failed to generate PNG data for screenshot" = "Failed to generate PNG data for screenshot";

/* Displayed when one of the FLE packages is damaged. First replacement is package file name. */
"Failed to load required package %@" = "Failed to load required package %@";

/* No comment provided by engineer. */
"Failed to save complication bundle." = "Failed to save complication bundle.";

/* Touch Bar Customization UI Label - watchOS Force Touch Button */
"Force Touch" = "Force Touch";

/* Hide Apple TV Remote Window Menu Item Title */
"Hide Apple TV Remote" = "Hide Apple TV Remote";

/* Touch Bar Customization UI Label - tvOS Hide/Show TV Remote Window Button */
"Hide/Show" = "Hide/Show";

/* Touch Bar Customization UI Label - iOS Home Button
   Touch Bar Customization UI Label - watchOS Home Button */
"Home" = "Home";

/* Heading for First Launch Experience dialog. */
"Install additional required components?" = "Install additional required components?";

/* Touch Bar Customization UI Label - iOS Lock Button */
"Lock" = "Lock";

/* Touch Bar Button Label - tvOS Menu Button */
"MENU" = "MENU";

/* Touch Bar Customization UI Label - tvOS Menu Button */
"Menu" = "Menu";

/* Touch Bar Customization UI Label - tvOS Play/Pause Button */
"Play/Pause" = "Play/Pause";

/* Displayed for critical installation errors. */
"Please reinstall Xcode" = "Please reinstall Xcode";

/* Button title for FLE 'just quit' action. */
"Quit" = "Quit";

/* Button title for FLE 'launch Xcode' action. */
"Quit and Open Xcode" = "Quit and Open Xcode";

/* Additional detail text for FLE dialog. */
"Required components have not yet been installed or have been damaged." = "Required components have not yet been installed or have been damaged.";

/* Touch Bar Customization UI Label - iOS Rotate Left Button */
"Rotate Left" = "Rotate Left";

/* Touch Bar Customization UI Label - iOS Rotate Right Button */
"Rotate Right" = "Rotate Right";

/* No comment provided by engineer. */
"Save to %@" = "Save to %@";

/* Touch Bar Customization UI Label - iOS Shake Button */
"Shake Device" = "Shake Device";

/* Show Apple TV Remote Window Menu Item Title */
"Show Apple TV Remote" = "Show Apple TV Remote";

/* Touch Bar Customization UI Label - watchOS Side Button Button */
"Side Button" = "Side Button";

/* Screenshot filename */
"Simulator Screen Shot %@" = "Simulator Screen Shot %@";

/* Touch Bar Customization UI Label - iOS/watchOS/tvOS Siri Button */
"Siri" = "Siri";

/* Slow Animations menu item */
"Slow Animations" = "Slow Animations";

/* Touch Bar Customization UI Label - iOS In-call Status Bar Button */
"Status Bar" = "Status Bar";

/* Default audio device */
"System" = "System";

/* No comment provided by engineer. */
"System (%@)" = "System (%@)";

/* Alert: The device will be erased to its initial state. */
"The device will be erased to its initial state." = "The device will be erased to its initial state.";

/* Displayed when failing to launch Xcode from FLE dialog */
"There was an error while trying to launch Xcode." = "There was an error while trying to launch Xcode.";

/* Toggle Slow Animations menu item */
"Toggle Slow Animations in Frontmost App" = "Toggle Slow Animations in Frontmost App";

/* Touch Bar Customization UI Label - iOS Touch ID Button */
"Touch ID" = "Touch ID";

/* Touch Bar Customization UI Label - tvOS TV Button */
"TV" = "TV";

/* Message to developer tool: Unable to boot simulator device.  Device is unavailable. */
"Unable to boot simulator device.  Device is unavailable." = "Unable to boot simulator device.  Device is unavailable.";

/* Message to developer tool: Unable to determine simulator device to boot. */
"Unable to determine simulator device to boot.  Invalid UDID." = "Unable to determine simulator device to boot.  Invalid UDID.";

/* Message to developer tool: Unable to determine simulator device to boot. */
"Unable to determine simulator device to boot.  No such device." = "Unable to determine simulator device to boot.  No such device.";

